Repository: estemon/Uranium
Catalog: resources/i18n/*/uranium.po
Languages: ca

# @item:inmenu
source: Simple
ca: Bàsica

# @item:inlistbox
source: STL File
ca: Arxiu STL

# @item:inlistbox
source: Wavefront OBJ File
ca: Arxiu Wavefront OBJ

# @error:not supported
source: OBJWriter does not support non-text mode.
ca: OBJWriter no és compatible amb el mode sense text.

# @error:no mesh
source: There is no mesh to write.
ca: No existeix malla sobre la que escriure.

# @item:inlistbox
source: STL File (ASCII)
ca: Arxiu STL (ASCII)

# @item:inlistbox
source: STL File (Binary)
ca: Arxiu STL (binari)

# @error:not supported
source: Unsupported output mode writing STL to stream.
ca: Mode d'escriptura no compatible en tractar de desar el STL.

# @info
source: Could not access update information.
ca: No s'ha pogut accedir a la informació de l'actualització.

# @info:title
source: Version Upgrade
ca: Actualització de versió

# @info
source: The version you are using does not support checking for updates.
ca: La versió que utilitza no és compatible amb la cerca d'actualitzacions.

# @info:title
source: Warning
ca: Advertència

# @info
source: An error occurred while checking for updates.
ca: S'ha produït un error mentre es comprovaven les actualitzacions.

# @info
source: No new version was found.
ca: No s'ha trobat cap versió nova.

# @info:status
source: {application_name} {version_number} is available!
ca: Es troba disponible {application_name} {version_number}!

# @info:status
source: {application_name} {version_number} provides a better and more reliable printing experience.
ca: {application_name} {version_number} ofereix uns resultats d'impressió millors i més fiables.

# @action:button
source: Download
ca: Descarregar

# @action:button
source: Learn more about the new features
ca: Obtingui més informació sobre les noves característiques

# @item:inmenu
source: Check for Updates
ca: Cercar actualitzacions

# @item:inmenu
source: Local File
ca: Arxiu local

# @action:button Preceded by 'Ready to'.
source: Save to File
ca: Desar en arxiu

# @info:tooltip
source: Save to File
ca: Desar en arxiu

# @title:window
source: Save to File
ca: Desar en arxiu

# @info:warning
source: There are no file types available to write with!
ca: No hi ha tipus d'arxiu disponibles amb els quals escriure!

# @title:window
source: File Already Exists
ca: L'arxiu ja existeix

# @label Don't translate the XML tag <filename>!
source: The file <filename>{0}</filename> already exists. Are you sure you want to overwrite it?
ca: L'arxiu <filename>{0}</filename> ja existeix. Està segur de voler sobreesciure'l?

# @info:progress Don't translate the XML tags <filename>!
source: Saving to <filename>{0}</filename>
ca: Desant a <filename>{0}</filename>

# @info:title
source: Saving
ca: Desant

# @info:status Don't translate the XML tags <filename>!
source: Permission denied when trying to save <filename>{0}</filename>
ca: Permís denegat en intentar desar a <filename>{0}</filename>

# @info:status Don't translate the XML tags <filename> or <message>!
source: Could not save to <filename>{0}</filename>: <message>{1}</message>
ca: No s'ha pogut desar a <filename>{0}</filename>: <message>{1}</message>

# @info:status Don't translate the XML tags <filename>!
source: Saved to <filename>{0}</filename>
ca: Desat a <filename>{0}</filename>

# @info:title
source: File Saved
ca: Arxiu desat

# @action:button
source: Open Folder
ca: Obrir carpeta

# @info:tooltip
source: Open the folder containing the file
ca: Obre la carpeta que conté l'arxiu

# @info:status
source: Something went wrong saving to <filename>{0}</filename>: <message>{1}</message>
ca: S'ha produït un error en desar <filename>{0}</filename>: <message>{1}</message>

# @label
source: Scale
ca: Escalar

# @info:tooltip
source: Scale Model
ca: Escalar model

# @action:button
source: Move
ca: Moure

# @info:tooltip
source: Move Model
ca: Moure model

# @label
source: Rotate
ca: Rotar

# @info:tooltip
source: Rotate Model
ca: Rotar model

# @label
source: Mirror
ca: Mirall

# @info:tooltip
source: Mirror Model
ca: Emmirallar model

# @info:status
source: Your configuration seems to be corrupt. Something seems to be wrong with the following profiles: - {profiles} Would you like to reset to factory defaults?
ca: Sembla que la configuració és malmesa. S'ha produït un error als següents perfils: - {profiles} Vol restablir els valors predeterminats de fàbrica?

# @info:status
source: Your configuration seems to be corrupt.
ca: Sembla que la configuració és malmesa.

# @info:title
source: Configuration errors
ca: Errors de configuració

# @info:button
source: Reset your configuration to factory defaults.
ca: Restableixi la configuració als valors predeterminats de fàbrica.

# @item:inlistbox
source: All Supported Types ({0})
ca: Tots els tipus compatibles ({0})

# @item:inlistbox
source: All Files (*)
ca: Tots els arxius (*)

# @error:uninstall
source: There were some errors uninstalling the following packages: {packages}
ca: S'han produït alguns errors en desinstal·lar els següents paquets: {packages}

# @info:title
source: Uninstalling errors
ca: Errors de desinstal·lació

# @error:update
source: There was an error uninstalling the package {package} before installing new version: {error}. Please try to upgrade again later.
ca: S'ha produït un error en desinstal·lar el paquet {package} abans d'instal·lar la nova versió: {error}. Torni a intentar l'actualització més tard.

# @info:title
source: Updating error
ca: Error d'actualització

# @label Long duration format. {0} is days
source: {0} day
ca: {0} dia

# @label Long duration format. {0} is hours
source: {0} hour
ca: {0} hora

# @label Long duration format. {0} is minutes
source: {0} minute
ca: {0} minut

# @info:progress
source: Loading plugins...
ca: Carregant complements...

# @info:progress
source: Updating configuration...
ca: Actualitzant configuració...

# @info:progress
source: Loading preferences...
ca: Carregant preferències...

# @info:status
source: Auto scaled object to {0}% of original size
ca: Escalat automàtic de l'objecte al {0}% de la mida original

# @info:title
source: Scaling Object
ca: Escalant objecte

# @info:status
source: The plugin has been installed. Please re-start the application to activate the plugin.
ca: El complement s'ha instal·lat. Reiniciï l'aplicació per activar-lo.

# @info:status
source: The plugin has been removed. Please restart {0} to finish uninstall.
ca: El complement s'ha eliminat. Premi «Reiniciar» {0} per finalitzar el procés de desinstal·lació.

# @info:version-upgrade
source: A configuration from an older version of {0} was imported.
ca: S'ha importat una versió anterior de {0}.

# @message
source: Failed to Initialize OpenGL
ca: Error en inicialitzar OpenGL

# Critical OpenGL Extensions Missing
source: Critical OpenGL extensions are missing. This program requires support for Framebuffer Objects. Please check your video card drivers.
ca: Falten extensions crítiques d'OpenGL. Aquest programa ha d'ésser compatible amb Framebuffer Objects. Comprovi els controladors de les targetes gràfiques.

# @action:button
source: Reset
ca: Restablir

# @info:status
source: Your configuration seems to be corrupt. Something seems to be wrong with the following profiles: - {profiles} Would you like to reset to factory defaults? Reset will remove all your current printers and profiles.
ca: Sembla que la configuració és malmesa. S'ha produït un error als següents perfils: - {profiles} Vol restablir els valors predeterminats de fàbrica? Si els restableix s'esborraran les seves impressores i perfils actuals.

# @title:window
source: Reset to factory
ca: Restablir els valors de fàbrica

# @label
source: Reset will remove all your current printers and profiles! Are you sure you want to reset?
ca: Si els restableix s'esborraran les seves impressores i perfils actuals. Segur que vol restablir-los?

# @info
source: Would you like to reload {filename}?
ca: Desitja tornar a carregar {filename}?

# @info:title
source: File has been modified
ca: S'ha modificat l'arxiu

# @action:button
source: Reload
ca: Tornar a carregar

# @action:description
source: This will trigger the modified files to reload from disk.
ca: Els arxius modificats tornaran a carregar-se des del disc.

# @info:status Don't translate the XML tag <filename>!
source: Cannot open files of the type of <filename>{0}</filename>
ca: No es poden obrir arxius del tipus <filename>{0}</filename>

# @info:title
source: Invalid File
ca: Arxiu no vàlid

# @info:status Don't translate the XML tag <filename>!
source: Failed to load <filename>{0}</filename>
ca: Error en carregar <filename>{0}</filename>

# @info:title
source: Loading
ca: Carregant

# @option:check
source: Snap Scaling
ca: Ajustar escala

# @option:check
source: Uniform Scaling
ca: Escala uniforme

# @option:check
source: Lock Model
ca: Bloquejar model

# @action:button
source: Lay flat
ca: Aplanar

# @action:checkbox
source: Snap Rotation
ca: Ajustar rotació

# @title:tab
source: Plugins
ca: Complements

# @action:button
source: Install new plugin
ca: Instal·lar nou complement

# @label
source: You will need to restart the application before changes in plugins have effect.
ca: Haurà de reiniciar l'aplicació per tal que els canvis dels complements tinguin efecte.

# @label
source: This plugin is required for the application to run.
ca: Aquest complement és necessari per tal d'executar l'aplicació.

# @label
source: Info...
ca: Informació...

# @window:title
source: Install Plugin
ca: Instal·lar complement

# @title:window
source: Open file(s)
ca: Obrir arxiu(s)

# @label
source: No text available
ca: No hi ha text disponible

# @title:window
source: About %1
ca: Al voltant de %1

# @label
source: Author:
ca: Autor:

# @label
source: Version:
ca: Versió:

# @action:button
source: Close
ca: Tancar

# @title:window
source: Preferences
ca: Preferències

# @action:button
source: Defaults
ca: Valors predeterminats

# @title:tab
source: Settings
ca: Configuració

# @title:window
source: Rename
ca: Canviar nom

# @action:button
source: Cancel
ca: Cancel·lar

# @action:button
source: OK
ca: Acceptar

# @item:tooltip
source: This setting has been hidden by the active machine and will not be visible.
ca: La màquina activa ha ocultat aquesta configuració i no es veurà.

# @item:tooltip %1 is list of setting names
source: This setting has been hidden by the value of %1. Change the value of that setting to make this setting visible.
ca: El valor de %1 ha ocultat aquesta configuració. Canviï el valor per tal de mostrar-ne la configuració.

# @title:tab
source: Printers
ca: Impressores

# @label
source: Type
ca: Tipus

# @title:window
source: Confirm Remove
ca: Confirmar eliminació

# @label (%1 is object name)
source: Are you sure you wish to remove %1? This cannot be undone!
ca: Segur que vol eliminar %1? Aquesta acció no es pot desfer!

# @action:button
source: Back
ca: Enrere

# @action:button
source: Finish
ca: Finalitzar

# @action:button
source: Next
ca: Següent

# description
source: Example extension to instruct people on how to create Uranium extensions.
ca: Extensió d'exemple per instruir les usuàries en com crear extensions per l'Uranium.

# name
source: Example Extension
ca: Extensió d'exemple

# description
source: Provides a simple solid mesh view.
ca: Proporciona una vista bàsica de malla sòlida.

# name
source: Simple View
ca: Vista bàsica

# description
source: Outputs log information to a file in your settings folder.
ca: Proporciona informació de registre a un arxiu a la carpeta de configuració.

# name
source: File Logger
ca: Registre d'arxius

# description
source: Provides support for reading STL files.
ca: Permet llegir arxius STL.

# name
source: STL Reader
ca: Lector d'STL

# description
source: Makes it possible to read Wavefront OBJ files.
ca: Permet llegir arxius OBJ Wavefront.

# name
source: Wavefront OBJ Reader
ca: Lector d'OBJ Wavefront

# description
source: Makes it possible to write Wavefront OBJ files.
ca: Permet escriure arxius OBJ Wavefront.

# name
source: Wavefront OBJ Writer
ca: Escriptor d'OBJ Wavefront

# description
source: Provides support for writing STL files.
ca: Permet l'escriptura d'arxius STL.

# name
source: STL Writer
ca: Escriptor d'STL

# description
source: Outputs log information to the console.
ca: Proporciona informació de registre a la consola.

# name
source: Console Logger
ca: Registre de la consola

# description
source: Example tool to instruct people on how to create Uranium tools.
ca: Eina d'exemple per instruir les usuàries en com crear eines per l'Uranium.

# name
source: Example Tool
ca: Eina d'exemple

# description
source: Example output device to instruct people on how to create Uranium output devices.
ca: Dispositiu de sortida d'exemple per instruir les usuàries en com crear dispositius de sortida per l'Uranium.

# name
source: Example Output Device
ca: Dispositiu de sortida d'exemple

# description
source: Checks for updates of the software.
ca: Comprova si existeixen actualitzacions del programari.

# name
source: Update Checker
ca: Comprovador de actualitzacions

# description
source: Example file reader to instruct people on how to create Uranium file readers.
ca: Lector d'arxius d'exemple per instruir les usuàries en com crear lectors d'arxius per l'Uranium.

# name
source: Example File Reader
ca: Lector d'arxius d'exemple

# description
source: Enables saving to local files.
ca: Permet desar a arxius locals.

# name
source: Local File Output Device
ca: Dispositiu de sortida de l'arxiu local

# description
source: Provides built-in setting containers that come with the installation of the application.
ca: Proporciona contenidors d'ajustaments integrats que venen amb la instal·lació de l'aplicació.

# name
source: Local Container Provider
ca: Proveïdor de contenidor local

# description
source: Provides the Scale tool.
ca: Proporciona l'eina Escala.

# name
source: Scale Tool
ca: Eina Escala

# description
source: Provides the Selection tool.
ca: Proporciona l'eina Selecció.

# name
source: Selection Tool
ca: Eina Selecció

# description
source: Provides the Move tool.
ca: Proporciona l'eina Moure.

# name
source: Move Tool
ca: Eina Moure

# description
source: Provides the tool to manipulate the camera.
ca: Proporciona l'eina per controlar la càmera.

# name
source: Camera Tool
ca: Eina Càmera

# description
source: Provides the Rotate tool.
ca: Proporciona l'eina Rotar.

# name
source: Rotate Tool
ca: Eina Rotar

# description
source: Provides the Mirror tool.
ca: Proporciona l'eina Mirall.

# name
source: Mirror Tool
ca: Eina Mirall
